{
    
  "AppRedirect": {
    "status"        : false,
    "redirect_link" : "https://play.google.com/store/apps/details?id=com.esota.studio.among.makers"
  },
  
  "AdsController": {
      
    "BannerNetwork"              : "applovin",
    "InterstitialNetwork"        : "applovin",
    "NativeNetwork"              : "applovin",
    
    "IntervalClick"          : 1,
    "AdMob_ID"               : "pub-3940256099942544",
    "AdMob_Banner"           : "00000000",
    "AdMob_InterstitialAd"   : "000000000",
    "AdMob_Native"           : "000000000",
    
    
    "Applovin_Banner"         : "000000000000",
    "Applovin_InterstitialAd" : "000000000000",
    "Applovin_Native"         : "000000000000"
  },
  
 
 "MyList": [
    {
      "title": "Diablo IV game",
      "image": "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/1.png",
      "native" : true,
      "paragraph": [
        "1- Diablo IV is an action role-playing game developed and published by Blizzard Entertainment, and is the fourth main installment in the Diablo series. It was announced at BlizzCon 2019 and released on June 5, 2023, with early access starting on June 1.",
        "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/2.png",
        "2- The game is available on PlayStation 4, PlayStation 5, Windows, Xbox One, and Xbox Series X/S. The game features several character classes, including the Sorcerer, Barbarian, and Druid.",
        "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/3.png",
        "3- Players can continue to expand and modify their character's build and skills by using Paragon in late game.The game has received generally favorable reviews for the Windows and PlayStation 5 versions, and universal acclaim for the Xbox Series X version."
      ]
    },
    {
      "title": "what are the system requirements for playing Diablo IV",
      "image": "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/4.png",
      "native" : true,
       "paragraph": [
        "1- Here are the minimum and recommended system requirements for playing Diablo IV on PC: Minimum requirements OS: 64-bit Windows 10 - Processor : Intel Core i5-2500K or AMD FX-8100 - Memory: 8 GB RAM.",
        "2- Graphics: NVIDIA GeForce GTX 660 or AMD Radeon R9 280 - DirectX: Version 12 - Storage: SSD with 90 GB available space.",
        "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/5.png",
        "3- Internet: Broadband Connection - Recommended requirements: - OS: Windows 10 64-bit- Processor: Intel Core i5-4670K or AMD Ryzen 3 1300X .",
        "4- Memory: 16 GB RAM - Graphics: NVIDIA GeForce GTX 970 or AMD Radeon RX 470 - DirectX: Version 12 - Storage: SSD with 90 GB available space - Internet: Broadband Connection ,It's important to note that Diablo IV will attempt to run on hardware below minimum specifications, including HDDs, dual-core CPUs, and Integrated GPUs. However, the game experience may be significantly diminished."
      ]
    },
    {
      "title": "what are the different character classes available in Diablo IV",
      "image": "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/7.png",
      "native" : true,
      "paragraph": [
        "1- There are five character classes available in Diablo IV: Barbarian, Sorceress, Rogue, Necromancer, and Druid,Each class has unique mechanics that allow for varied gameplay, namely their skills (i.e., abilities that can be activated), talents (i.e., passives), and specific quirks to make them stand out.",
        "2- The Barbarian is a melee-focused brute, the Sorceress is an elemental ranged mage, the Rogue is a fleet-footed archer, the Necromancer is a master of the undead, and the Druid is an animal-transforming hunter.",
        "3- Players have to choose between these five classes to find the one that suits their playstyle better.",
        "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/6.png",
        "4- It is expected that Blizzard would add more classes in the future."
      ]
    
        
    },
    {
      "title": "what is the storyline of Diablo IV",
      "image": "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/8.png",
      "native" : true,
      "paragraph": [
        "1- The storyline of Diablo IV connects to the previous games in the series, as it takes place 50 years after the events of Diablo III: Reaper of Souls, where millions have been slaughtered by the actions of the High Heavens and Burning Hells alike .",
       "https://raw.githubusercontent.com/fluxappsltd/Diablo-IV/main/9.png",
        "2- The game's plot is based on details well-established in the series' past, and players must stand up to the demon Lilith, the Mother of Sanctuar",
        "3- Diablo IV draws on the plot of the entire series so far, and the story takes place three decades after the events of Diablo 3: Reaper of Souls.",
 
        "4- The world of Diablo is centered around the war between the angels of the High Heavens and the demons of the Burning Hells, and the story of Diablo IV looks like it primarily draws on events that predate the first Diablo; a never-ending war known as The Great Conflict."
        
      ]
        
    }
  ]
}
